{ "playlist_name" : "Resting",    "playlist_icon_android" : "http://soundsnips.jit.su/static/images/icons/playlists/android/resting.png",    "playlist_icon_ios"     : "http://soundsnips.jit.su/static/images/icons/playlists/ios/resting.png",    "tracks"      : [ {   "id" : 1,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/35149.mp3",   "composer_first" : "Wilhelm",   "composer_last" : "Peterson-Berger",   "composer" : "Wilhelm Peterson-Berger",   "title" : "The Flowers of Froso, Op. 16, No. 2: Summer Song",   "performer" : "Norrkoping Symphony Orchestra; Michail Jurowski, conductor",   "icon_large" : "http://artwork-ios.soundsnips.org/restingpeterson.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingpeterson.png",   "soundsnips" : [  { "cue_point" : 70,  "text" : "Much of Peterson-Berger's work was based on natural themes: mountains, flowers, and the seasons were often his muses." } , { "cue_point" : 130,  "text" : "Peterson-Berger was also a successful music journalist for more than 30 years. He specialized in extremely negative articles about other people's music." } , { "cue_point" : 90,  "text" : "Peterson-Berger referred to his popular compositions as \"shavings from a composer's workbench.\"" } , { "cue_point" : 1,  "text" : "This piece has two main themes which alternate throughout the work. Here is the first: a lush string texture that is broad and romantic in character." } , { "cue_point" : 105,  "text" : "The Norrkoping Symphony Orchestra celebrates its 100th year in 2012." } , { "cue_point" : 53,  "text" : "The short notes you hear are being produced by the string section through a technique known as pizzicato. The plucked sound is similar to a guitar or harpsichord and has, in addition to a dramatic effect, a very fast decay." } , { "cue_point" : 34,  "text" : "Here, the second theme comes in with a major shift of texture that is livelier, playful and full of rhythmic interplay. The double bass and clarinet trade complimentary rhythmic figures to create a dialogue." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 120,  "text" : "The \"Flowers of Froso\" pieces are incredibly popular in Northern Europe. \"Summer Song\" in particular is frequently taught to young, Nordic piano students." } , { "cue_point" : 15,  "text" : "Peterson-Berger reached the heights of his popularity during the late 19th century and continued composing through the first three decades of the 20th." } , { "cue_point" : 80,  "text" : "Peterson-Berger is considered one of the major contributors to the national Romantic movement in Sweden. Much of his work was adopted as a part of the country's artistic identity." }  ]  }, {   "id" : 2,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/07208.mp3",   "composer_first" : "Arthur",   "composer_last" : "Foote",   "composer" : "Arthur Foote",   "title" : "At Dusk",   "performer" : "Fenwick Smith, flute; Ronald Thomas, cello; Caitriona Yeats, harp",   "icon_large" : "http://artwork-ios.soundsnips.org/restingfoote.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingfoote.png",   "soundsnips" : [  { "cue_point" : 135,  "text" : "When Foote started his studies at Harvard, he intended to major in law. Instead, he ended up receiving the first M.A. degree in music ever awarded in the U.S." } , { "cue_point" : 165,  "text" : "On his 75th birthday, Foote said: \"May the next quarter of a century be as interesting as the last.\"" } , { "cue_point" : 95,  "text" : "Foote: \"Good diction is good diction; bad diction is malediction.\"" } , { "cue_point" : 41,  "text" : "Listen: after finishing up its brief solo, the harp's texture changes from strummed to arpeggiated chords." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 1,  "text" : "The source of the strummed chords is the harp -- an instrument that's been around for millennia. Engravings depicting harps have been found on tombs dating as far back as 4000 BCE." } , { "cue_point" : 195,  "text" : "\"At Dusk\" includes harmonic innovations introduced by impressionist composer Claude Debussy." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 220,  "text" : "Foote mainly supported himself by instructing -- by teaching piano students or writing extensively on music theory." } , { "cue_point" : 245,  "text" : "Foote's compositions are known for being ideal examples of Romantic period compositions: colorful, expressive, and formal." } , { "cue_point" : 290,  "text" : "Foote was a member of the \"Boston Six\" -- a theoretical group of late 19th/early 20th century composers who are viewed as the founders of the American classical idiom." }  ]  }, {   "id" : 3,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/17603.mp3",   "composer_first" : "Claude",   "composer_last" : "Debussy",   "composer" : "Claude Debussy",   "title" : "Prelude to the Afternoon of a Faun",   "performer" : "Los Angeles Philharmonic; Esa-Pekka Salonen, conductor; Janet Ferguson, flute",   "icon_large" : "http://artwork-ios.soundsnips.org/restingdebussy.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingdebussy.png",   "soundsnips" : [  { "cue_point" : 570,  "text" : "Debussy was raised in a modest household. His mom was a seamstress and his father was a shopkeeper." } , { "cue_point" : 255,  "text" : "Nadezhda von Meck (Tchaikovsky's patroness) employed Debussy as her children's music teacher." } , { "cue_point" : 220,  "text" : "Debussy: \"Works of art make rules but rules do not make works of art.\"" } , { "cue_point" : 1,  "text" : "This opening flute solo -- a well-known melody to music aficionados -- returns throughout the work. Listen for it!" } , { "cue_point" : 145,  "text" : "Finnish composer and conductor Esa-Pekka Salonen served as music director for the Los Angeles Philharmonic from 1992 to 2009. He also holds an honorary doctorate from USC." } , { "cue_point" : 480,  "text" : "Here, Debussy's score calls for an instrument dubbed \"cymbals antique,\" which are also known as \"crotales.\" Early depictions of similar cymbals date back to at least 600 BCE." } , { "cue_point" : 95,  "text" : "While studying at the Paris Conservatory, Debussy's experimental arrangements earned him a big, fat \"F\" in his composition class." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 315,  "text" : "This composer was active around the turn of the 20th century, right as the Romantic era was transitioning into the Modern era." } , { "cue_point" : 405,  "text" : "Because of his expressive and experimental compositions, Debussy is renowned as the ultimate \"impressionist\" composer -- although, personally, he disliked that term." }  ]  }, {   "id" : 4,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/28922.mp3",   "composer_first" : "Johannes",   "composer_last" : "Brahms",   "composer" : "Johannes Brahms",   "title" : "Romance in F, Op. 118, No. 5",   "performer" : "Emanuel Ax, piano",   "icon_large" : "http://artwork-ios.soundsnips.org/restingbrahms.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingbrahms.png",   "soundsnips" : [  { "cue_point" : 5,  "text" : "Brahms started his music career playing piano at shady waterfront bars, taverns and even brothels." } , { "cue_point" : 180,  "text" : "Brahms' voice was incredibly high pitched, which He opted to shout over talking at a normal volume so he could sound more gruff." } , { "cue_point" : 200,  "text" : "Brahms: \"Without craftsmanship, inspiration is a mere reed shaken in the wind.\"" } , { "cue_point" : 131,  "text" : "That fluttering sound between two notes you just heard is called a \"trill.\"" } , { "cue_point" : 45,  "text" : "Pianist Emanuel Ax regularly performs and records with long-time duo partner and superstar cellist Yo-Yo Ma." } , { "cue_point" : 82,  "text" : "One can think of the piano as a mini-orchestra. Besides its multitude of colors and tones, it has the ability to accompany itself. Notice this as the texture changes from a slow chorale to a livelier tempo." } , { "cue_point" : 60,  "text" : "Brahms wrote this for Clara Schumann (does that last name sound familiar?). She was a distinguished pianist who, along with her husband Robert, encouraged Brahms and helped rocket him to success." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 165,  "text" : "Brahms never had a \"normal\" relationship with a woman. Instead, he apparently relied on the kindness of escorts." } , { "cue_point" : 215,  "text" : "Brahms composed during the latter half of the 19th century." } , { "cue_point" : 105,  "text" : "The \"Three B's\" of classical music are usually considered to be Bach, Beethoven and Brahms." }  ]  }, {   "id" : 5,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/20619.mp3",   "composer_first" : "Astor",   "composer_last" : "Piazzolla",   "composer" : "Astor Piazzolla",   "title" : "Oblivian",   "performer" : "I Fiamminghi; Rudolf Werthen, conductor",   "icon_large" : "http://artwork-ios.soundsnips.org/restingpiazzolla.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingpiazzolla.png",   "soundsnips" : [  { "cue_point" : 225,  "text" : "In 1954, Piazzolla won a scholarship to study with Nadia Boulanger, a highly influential artist who also taught Aaron Copland and Philip Glass." } , { "cue_point" : 145,  "text" : "Piazzolla was a composer, a conductor and a master of the bandoneon -- a push-button, hybrid instrument of the accordion and the concertina." } , { "cue_point" : 190,  "text" : "Piazzolla on interviews: \"Never believe what I tell journalists.\"" } , { "cue_point" : 1,  "text" : "As an introduction, the string bass establishes a recurring rhythm (or \"groove\") while the remaining strings arpeggiate chords. This texture -- a mix of repeated rhythm and lush chords -- is the basis for the entire work." } , { "cue_point" : 160,  "text" : "In 1992, the Flemish government appointed chamber orchestra I Fiamminghi as a \"cultural ambassador\" of Flanders, which is located north of Belgium." } , { "cue_point" : 14,  "text" : "The violin's four strings -- G, D, A and E -- are tuned in the interval called the \"perfect fifth.\"" } , { "cue_point" : 120,  "text" : "In the 1960s, his works were considered so avant-garde that the Argentinean military government publically criticized him. \"All the tango critics and the radio stations of Buenos Aires called me a clown, they said my music was 'paranoiac',\" said Piazzolla." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 45,  "text" : "Piazzolla composed throughout the latter half of the 20th century." } , { "cue_point" : 80,  "text" : "Piazzolla is considered one of the most important composers in the history of tango. He elevated a dance form that was once regarded as common and overly sensual into a function of high art." }  ]  }, {   "id" : 6,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/33719.mp3",   "composer_first" : "Max",   "composer_last" : "Bruch",   "composer" : "Max Bruch",   "title" : "Four Pieces for Cello and Piano, Op. 70: Schottisch",   "performer" : "Anthony Arnone, cello; Timothy Lovelace, piano",   "icon_large" : "http://artwork-ios.soundsnips.org/restingbruch.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingbruch.png",   "soundsnips" : [  { "cue_point" : 200,  "text" : "Bruch began to compose at the age of 9 and completed his first \"Septet\" when he was 11." } , { "cue_point" : 180,  "text" : "Bruch used folk music as a major source of inspiration, especially themes from Scotland, Sweden and Russia." } , { "cue_point" : 160,  "text" : "Bruch's gravestone reads: \"Music is the language of God.\"" } , { "cue_point" : 5,  "text" : "What is a Schottische, you say? It's a German dance that resembles a polka, but slowed down. The Schottische became popular in the United States during the Bohemian folk-dance craze of the mid-19th century." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 49,  "text" : "Wait a second. . . did the cello just steal the piano's melody? Yes, indeed! The opening melody has been appropriated by the cello." } , { "cue_point" : 75,  "text" : "Bruch on Brahms: \"I can absolutely no longer reconcile this cynical mocking personality with the spirit that conceived the 'Requiem.'\"" } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 100,  "text" : "Many expected Bruch to become one of the greatest composers in his day. However, he ultimately lived in the shadow of Brahms and resisted invention in his own music. He's considered only a minor master in classical music history." } , { "cue_point" : 120,  "text" : "Bruch is considered a Romantic era composer. He wrote the bulk of his work during the latter half of the 19th century." } , { "cue_point" : 140,  "text" : "If you like this, check out Bruch's First Violin Concerto Op. 26. It's a staple of the violin repertoire and one of his most popular works." }  ]  }, {   "id" : 7,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/05721.mp3",   "composer_first" : "Alexander",   "composer_last" : "Borodin",   "composer" : "Alexander Borodin",   "title" : "String Quartet No. 2: Nocturne",   "performer" : "Gothenburg Symphony Orchestra; Neeme Jarvi, conductor",   "icon_large" : "http://artwork-ios.soundsnips.org/restingborodin.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingborodin.png",   "soundsnips" : [  { "cue_point" : 275,  "text" : "In 1833, Borodin was born as the illegitimate son of an Imeretian prince and an army doctor's wife. Neither of his parents acknowledged him as a true son." } , { "cue_point" : 45,  "text" : "Sure, Borodin's a famous composer, but his main gig was science. He worked in the lab by day and wrote music by night!" } , { "cue_point" : 300,  "text" : "Borodin: \"Science is my work and music is my fun.\"" } , { "cue_point" : 105,  "text" : "This work was originally scored for a string quartet -- two violins, a viola, and a cello. Here it's been re-orchestrated for a full orchestra, resulting in a richer, more colorful expansion of the original composition." } , { "cue_point" : 440,  "text" : "Gustavo Dudamel, musical director of the Los Angeles Philharmonic and Gramaphone Magazine's 2011 Artist of the Year, is dually appointed as principal conductor of the Gothenburg Symphony Orchestra." } , { "cue_point" : 18,  "text" : "This solo, played by the oboe, would have been originally played by the cello." } , { "cue_point" : 135,  "text" : "Borodin's works were adapted into \"Kismet,\" a musical that premiered in 1953. This track provided the melody for the song \"And This Is My Beloved\" in the play." } , { "cue_point" : 200,  "text" : "This composition was featured on The Ren & Stimpy Show in episode \"Son of Stimpy\" -- one of its most controversial episodes." } , { "cue_point" : 375,  "text" : "Franz Liszt was one of Borodin's first Western admirers and they visited each other several times over the 1870s and 1880s." } , { "cue_point" : 415,  "text" : "Borodin composed throughout the latter half of the 19th century." } , { "cue_point" : 240,  "text" : "Rimsky-Korsakov was among a group of composers called The Mighty Handful. They produced \"nationalistic\" Russian music (as opposed to \"Westernized\" Russian music, which was gaining in popularity at the time)." }  ]  }, {   "id" : 8,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/34140.mp3",   "composer_first" : "Gustav",   "composer_last" : "Mahler",   "composer" : "Gustav Mahler",   "title" : "Symphony No. 5: Adagietto",   "performer" : "San Francisco Symphony; Michael Tilson Thomas, conductor",   "icon_large" : "http://artwork-ios.soundsnips.org/restingmahler.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingmahler.png",   "soundsnips" : [  { "cue_point" : 550,  "text" : "In order to be appointed as director of the Vienna Opera, Mahler had to change faiths. In 1897, he converted to Catholicism." } , { "cue_point" : 460,  "text" : "When Mahler conducted operas, he demanded total silence from the audience. Any noise would earn the perpetrator a stern look from the conductor himself. Even a cough was unacceptable!" } , { "cue_point" : 330,  "text" : "Mahler: \"The term 'symphony' means creating a world with all the technical means available. The constantly new and changing content determines its own form.\"" } , { "cue_point" : 10,  "text" : "Mahler was known for heavily annotating his scores with performance instructions. Here, the violins are instructed to play \"sehr langsam\" -- or, \"very slowly.\"" } , { "cue_point" : 295,  "text" : "Conductor Michael Tilson Thomas' grandparents founded New York's widely-acclaimed \"Yiddish Theater\" during the turn of the century." } , { "cue_point" : 250,  "text" : "The Adagietto section from Mahler's Symphony No. 5, wasn't set for a full orchestra -- rather, it showcases the string section and the harp." } , { "cue_point" : 185,  "text" : "Mahler completed his \"Fifth Symphony\" in 1902 -- the same year he would wed Alma Schindler. She was a composer, a popular socialite and twenty years Mahler's junior." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 140,  "text" : "This track features the fourth movement of Mahler's Symphony No. 5, which is possibly his most famous piece." } , { "cue_point" : 105,  "text" : "Mahler was active as a composer in the decades surrounding the turn of the 20th century and his work reflects the transition from the Romantic era to the Modern era of classical composition." } , { "cue_point" : 55,  "text" : "Mahler is known for his ten large-scale, expressive symphonies. They were written to communicate his personal emotions and philosophies." }  ]  }, {   "id" : 9,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/11543.mp3",   "composer_first" : "Richard",   "composer_last" : "Strauss",   "composer" : "Richard Strauss",   "title" : "Serenade for Winds in Eb, Op. 7",   "performer" : "Netherlands Wind Ensemble; Edo de Waart, conductor",   "icon_large" : "http://artwork-ios.soundsnips.org/restingstrauss.png",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingstrauss.png",   "soundsnips" : [  { "cue_point" : 120,  "text" : "Rumor had it that Strauss' wife was OCD, maniacally ego-centric, and criticized her husband's music to his face." } , { "cue_point" : 5,  "text" : "Strauss was just 17 years old when he composed this work." } , { "cue_point" : 240,  "text" : "Strauss: \"Never look at the trombones. You'll only encourage them.\"" } , { "cue_point" : 350,  "text" : "Remember that opening theme played by the solo clarinet and horns? Well this should sound familiar -- the horn and bassoon pair up to present that familiar melody in a slightly lower register." } , { "cue_point" : 180,  "text" : "The Netherlands Wind Ensemble is known for an extremely eclectic repertoire -- one moment they're playing Mozart and Strauss, the next they're performing compositions by Thelonious Monk and Frank Zappa." } , { "cue_point" : 84,  "text" : "Here, Strauss introduces a new theme with this clarinet and horn duet." } , { "cue_point" : 300,  "text" : "Strauss' father was the principal horn player for the Munich Court Orchestra." } , { "cue_point" : 325,  "text" : "Careful! There are many composers by the name of Strauss. The two most famous are Richard Strauss (who wrote this piece) and Johann Strauss II (who was known as \"the Waltz King\" and wrote \"The Blue Danube\")." } , { "cue_point" : 440,  "text" : "They say Strauss cooperated with the Nazis not because of political loyalty but because he thought its administration would further promote German art and music." } , { "cue_point" : 50,  "text" : "Strauss was an important figure for Romantic era opera. He composed during the late 19th century and early 20th century." } , { "cue_point" : 400,  "text" : "Strauss' most recognizable piece is \"Also Sprach Zarathustra,\" which is otherwise known as the first minute in \"2001: A Space Odyssey\" by Stanley Kubrick." }  ]  }, {   "id" : 10,   "tags" : ["resting"],   "src" : "http://stream.soundsnips.org/vod/audio/27786.mp3",   "composer_first" : "Dmitri",   "composer_last" : "Shostakovich",   "composer" : "Dmitri Shostakovich",   "title" : "Prelude and Fugue in A, Op. 87, No. 7",   "performer" : "Vladimir Ashkenazy, piano",   "icon_large" : "http://artwork-ios.soundsnips.org/restingshostakovich.jpg",   "icon_large_android" : "http://artwork-android.soundsnips.org/restingshostakovich.jpg",   "soundsnips" : [  { "cue_point" : 140,  "text" : "In 1961, the first cosmonaut Yuri Gagarin sang a few lines from a Shostakovich composition to mission control, thus becoming the first classical music to be extra-terrestrially beamed." } , { "cue_point" : 160,  "text" : "In 1936, Stalin condemned Shostakovich's opera \"Lady Macbeth,\" calling it \"muddle instead of music.\"" } , { "cue_point" : 120,  "text" : "Shostakovich: \"If they cut off both hands, I will compose music anyway holding the pen in my teeth.\"" } , { "cue_point" : 82,  "text" : "A fugue begins with a single melody known as a \"fugue subject.\" That musical phrase is then imitated multiple times -- each called a \"fugue entrance\" -- either in its original form or with a slight modification." } , { "cue_point" : 105,  "text" : "Vladimir Ashkenazy was one of the 1960s most popular pianists. To escape limelight's glare, he took up conducting in 1970." } , { "cue_point" : 180,  "text" : "After hearing a performance of Bach's 48 preludes and fugues, Shostakovich was inspired to write 24 of his own." } , { "cue_point" : 5,  "text" : "This piece is taken from Shostakovich's \"24 Preludes and Fugues.\" Each of the work's 24 piano pieces is dedicated to a different major or minor key of the chromatic scale." } , { "cue_point" : -1,  "text" : "" } , { "cue_point" : 45,  "text" : "Shostakovich joined the Communist Party in 1960, but his motives are unclear -- some consider it proof of his allegiance, others say he was blackmailed into it." } , { "cue_point" : 195,  "text" : "Shostakovich is considered a pioneer of classical music's Modern era. The bulk of his work was produced during the mid-20th century." } , { "cue_point" : 210,  "text" : "Shostakovich is known for his large-scale and complex concert pieces. He's frequently described as one of the most important symphonic composers of the 20th century." }  ]  }] } 
